Repository: linuxmint/hypnotix
Catalog: po/hypnotix-*.po
Languages: cy, lo, oc, sq

source: Keyboard Shortcuts
cy: Llwybrau Byr Bysellfwrdd
lo: ປຸ່ມລັດແປ້ນພິມ
oc: Acorchis clavièr
sq: Shkurtore Tastiere

source: Stream Information
cy: Gwybodaeth am y Ffrwd
lo: ຂໍ້ມູນການຖ່າຍທອດສົດ
oc: Informacions del flux
sq: Informacion për transmetim

source: About
cy: Ynghylch
lo: ກ່ຽວກັບ
oc: A prepaus
sq: Rreth

source: Quit
cy: Gadael
lo: ອອກ
oc: Quitar
sq: Dilni

source: M3U URL
lo: ທີ່ຢູ່ M3U
oc: URL M3U
sq: URL M3U

source: Local M3U File
cy: Ffeil M3U leol
lo: ໄຟລ໌ M3U ໃນເຄື່ອງ
oc: Fichièr M3U local
sq: Skedar Local M3U

source: Season %s
cy: Tymor %s
lo: ລະດູການ %s
oc: Sason %s
sq: Sezoni %s

source: Episode %s
cy: Pennod %s
lo: ຕອນທີ %s
oc: Episòdi %s
sq: Episodi %s

source: No channels found
cy: Heb ganfod sianeli
lo: ບໍ່ພົບຊ່ອງ
oc: Cap de cadena pas trobada
sq: Nuk u gjetën kanale

source: Watch TV
cy: Gwylio teledu
lo: ເບິ່ງໂທລະພາບ
oc: Agachar la TV
sq: Shiko TV

source: No provider selected
cy: Dim darparwr wedi'i ddewis
lo: ບໍ່ໄດ້ເລືອກຜູ້ໃຫ້ບໍລິການ
oc: Cap de provesidor pas seleccionat
sq: Asnjë ofrues nuk është zgjedhur

source: TV Channels (%d)
cy: Sianeli Teledu (%d)
lo: ຊ່ອງໂທລະພາບ (%d)
oc: Cadenas TV (%d)
sq: Kanalet televizive (%d)

source: Movies (%d)
cy: Ffilmiau (%d)
lo: ຮູບເງົາ (%d)
oc: Films (%d)
sq: Filma (%d)

source: Series (%d)
cy: Cyfresi (%d)
lo: ຊີຣີ (%d)
oc: Serias (%d)
sq: Seria (%d)

source: TV Channels
cy: Sianeli Teledu
lo: ຊ່ອງໂທລະພາບ
oc: Cadenas TV
sq: Kanalet televizive

source: Movies
cy: Ffilmiau
lo: ຮູບເງົາ
oc: Films
sq: Filma

source: Series
cy: Cyfres
lo: ຊີຣີ
oc: Serias
sq: Seriale

source: Favorites
cy: Ffefrynnau
lo: ລາຍການທີ່ມັກ
oc: Preferits
sq: Të preferuarat

source: TV Channels > %s
cy: Sianeli Teledu > %s
lo: ຊ່ອງໂທລະພາບ > %s
oc: Cadenas de television > %s
sq: Kanalet televizive > %s

source: Movies > %s
cy: Ffilmiau > %s
lo: ຮູບເງົາ > %s
oc: Films > %s
sq: Filma > %s

source: Series > %s
cy: Cyfres > %s
lo: ຊີຣີ > %s
oc: Serias > %s
sq: Seriale > %s

source: New Channel
cy: Sianel Newydd
lo: ຊ່ອງໃໝ່
oc: Canal novèl
sq: Kanal i Ri

source: Preferences
cy: Dewisiadau
lo: ການຕັ້ງຄ່າ
oc: Preferéncias
sq: Parapëlqimet

source: Providers
cy: Darparwyr
lo: ຜູ້ໃຫ້ບໍລິການ
oc: Provesidors
sq: Ofruesit

source: Edit %s
cy: Golygu %s
lo: ແກ້ໄຂ %s
oc: Editar %s
sq: Redakto %s

source: Add a new provider
cy: Ychwanegu darparwr newydd
lo: ເພີ່ມຜູ້ໃຫ້ບໍລິການໃໝ່
oc: Apondre un provesidor novèl
sq: Shto një ofrues të ri

source: Delete %s
cy: Dileu %s
lo: ລຶບ %s
oc: Suprimir %s
sq: Fshini %s

source: Reset providers
cy: Ailosod darparwyr
lo: ຣີເຊັດຜູ້ໃຫ້ບໍລິການ
oc: Reïnicializar los provesidors
sq: Rivendos ofruesit

source: General
cy: Cyffredinol
lo: ທົ່ວໄປ
sq: Të përgjithshme

source: Color
cy: Lliw
lo: ສີ
sq: Ngjyra

source: Layout
cy: Cynllun
lo: ຮູບແບບ
oc: Mesa en pagina
sq: Paraqitja

source: Remove from favorites
cy: Tynnu o'r ffefrynnau
lo: ລຶບອອກຈາກລາຍການທີ່ມັກ
oc: Suprimir dels preferits
sq: Hiq nga të preferuarat

source: Add to favorites
cy: Ychwanegu at y ffefrynnau
lo: ເພີ່ມໃສ່ລາຍການທີ່ມັກ
oc: Apondre als preferits
sq: Shto te të preferuarat

source: Average Bitrate
cy: Didradd Cyfartalog
lo: ອັດຕາບິດສະເລ່ຍ
oc: Debit mejan
sq: Bitrate Mesatar

source: Dimensions
cy: Dimensiynau
lo: ຂະໜາດ
sq: Përmasat

source: Aspect
cy: Agwedd
lo: ອັດຕາສ່ວນ
oc: Aspècte
sq: Aspekti

source: Pixel Format
cy: Fformat Picsel
lo: ຮູບແບບພິກເຊວ
oc: Format dels pixèls
sq: Formati Piksel

source: Gamma
cy: Gama
lo: ແກມມາ
sq: Gama

source: Bits Per Pixel
cy: Didau Fesul Pixel
lo: ບິດຕໍ່ພິກເຊວ
oc: Octets per pixèl
sq: Bit për Piksel

source: Codec
lo: ຕົວເຂົ້າລະຫັດ
sq: Kodeks

source: surround sound
cy: sain amgylchynu
lo: ສຽງຮອບທິດທາງ
oc: son surround
sq: tingull rrethues

source: Channels
cy: Sianeli
lo: ຊ່ອງ
oc: Canals
sq: Kanalet

source: Sample Rate
cy: Graddau Samplo
lo: ອັດຕາເກັບຕົວຢ່າງ
oc: Taus d'escandalhatge
sq: Shkalla e mostrës

source: Format
cy: Fformat
lo: ຮູບແບບ
sq: Formati

source: Channel Count
cy: Cyfrif Sianeli
lo: ຈຳນວນຊ່ອງ
oc: Nombre de cadenas
sq: Numri i kanaleve

source: %d TV channel
cy: %d sianel deledu
lo: %d ຊ່ອງໂທລະພາບ
oc: %d cadena TV
sq: %d kanal televiziv

source: %d movie
cy: %d ffilm
lo: %d ຮູບເງົາ
oc: %d film
sq: %d film

source: %d series
cy: %d cyfres
lo: %d ຊີຣີ
oc: %d seria
sq: %d seri

source: Edit
cy: Golygu
lo: ແກ້ໄຂ
oc: Modificar
sq: Redakto

source: Clear icon cache
cy: Clirio storfa eiconau
lo: ລ້າງແຄສໄອຄອນ
oc: Escafar cache icòna
sq: Fshi memorien e përkohshme të ikonave

source: Remove
cy: Tynnu
lo: ລຶບ
oc: Suprimir
sq: Hiqe

source: M3U Playlists
cy: Rhestrau Chwarae M3U
lo: ລາຍການຫຼິ້ນ M3U
oc: Listas de lectura M3U
sq: Listat e këngëve M3U

source: Loading providers...
cy: Yn llwytho darparwyr...
lo: ກຳລັງໂຫຼດຜູ້ໃຫ້ບໍລິການ...
oc: Cargament dels provesidors...
sq: Duke ngarkuar ofruesit...

source: Downloading playlist...
cy: Yn llwytho i lawr rhestrau chwarau...
lo: ກຳລັງດາວໂຫຼດລາຍການຫຼິ້ນ...
oc: Telecargaments lista de lectura...
sq: Duke shkarkuar listën e luajtjes...

source: Getting playlist...
cy: Yn estyn rhestrau chwarau...
lo: ກຳລັງເອົາລາຍການຫຼິ້ນ...
oc: Obtencion lista de lectura...
sq: Duke u marrë lista e luajtjes...

source: Checking playlist...
cy: Yn gwirio rhestr chwarau...
lo: ກຳລັງກວດສອບລາຍການຫຼິ້ນ...
oc: Verificacion lista de lectura...
sq: Duke kontrolluar listën e luajtjes...

source: Loading channels...
cy: Yn llwytho rhestrau chwarae...
lo: ກຳລັງໂຫຼດຊ່ອງ...
oc: Cargament de las cadenas...
sq: Duke ngarkuar kanalet...

source: Failed to download playlist from %s
cy: Wedi methu a llwytho rhestr chwarae i lawr o %s
lo: ດາວໂຫຼດລາຍການຫຼິ້ນຈາກ %s ລົ້ມເຫຼວ
oc: Fracàs del telecargament de la lista de lectura de %s
sq: Shkarkimi i listës së luajtjes nga %s dështoi.

source: Create a new channel
cy: Creu sianel newydd
lo: ສ້າງຊ່ອງໃໝ່
oc: Crear un canal novèl
sq: Krijo një kanal të ri

source: MPV Options
cy: Dewisiadau MPV
lo: ຕົວເລືອກ MPV
oc: Opcions MPV
sq: Opsionet MPV

source: List of MPV options
cy: Rhestr o ddewisiadau MPV
lo: ລາຍການຕົວເລືອກ MPV
oc: Lista de las opcions MPV
sq: Lista e opsioneve MPV

source: Playback
cy: Chwarae
lo: ການຫຼິ້ນ
oc: Lectura
sq: Riprodhimi

source: User Agent
cy: Asiant Defnyddiwr
lo: ຢູເຊີເອເຢັນ
sq: Agjenti Përdorues

source: Referrer
cy: Cyfeiriwr
lo: ຜູ້ອ້າງອີງ
oc: Referent
sq: Referues

source: Network
cy: Rhwydwaith
lo: ເຄືອຂ່າຍ
oc: Ret
sq: Rrjeti

source: System version:
cy: Fersiwn system:
lo: ເວີຊັນລະບົບ:
oc: Version sistèma :
sq: Versioni i sistemit:

source: If Youtube channels stop working you can switch to a local version of yt-dlp and update it using the button above.
cy: Os bydd sianeli Youtube yn rhoi'r gorau i weithio gallwch newid i fersiwn leol o yt-dlp a'i ddiweddaru gan ddefnyddio'r botwm uchod.
lo: ຖ້າຊ່ອງ Youtube ຢຸດເຮັດວຽກ, ທ່ານສາມາດປ່ຽນໄປໃຊ້ yt-dlp ເວີຊັນໃນເຄື່ອງ ແລະ ອັບເດດມັນໂດຍໃຊ້ປຸ່ມຂ້າງເທິງ.
oc: Se las cadenas Youtube quiten de foncionar podètz bascular a una version locala de yt-dlp e la metre a jorn amb lo boton çai-jos.
sq: Nëse kanalet në Youtube ndalojnë së funksionuari, mund të kaloni në një version lokal të yt-dlp dhe ta përditësoni atë duke përdorur butonin më sipër.

source: Local version:
cy: Fersiwn lleol:
lo: ເວີຊັນໃນເຄື່ອງ:
oc: Version locala :
sq: Versioni lokal:

source: Update from github.com/yt-dlp
cy: Diweddaru o github.com/yt-dlp
lo: ອັບເດດຈາກ github.com/yt-dlp
oc: Mesa a jorn a partir de github.com/yt-dlp
sq: Përditësim nga github.com/yt-dlp

source: Restart Hypnotix for changes to take effect.
cy: Ailgychwynnwch Hypnotix i newidiadau ddod i rym.
lo: ກະລຸນາເປີດ Hypnotix ໃໝ່ເພື່ອໃຫ້ການປ່ຽນແປງມີຜົນ.
oc: Relançar Hypnotix per prendre las modificacions en compte.
sq: Rinisni Hypnotix që ndryshimet të hyjnë në fuqi.

source: Use local version
cy: Defnyddiwch fersiwn lleol
lo: ໃຊ້ເວີຊັນໃນເຄື່ອງ
oc: Utilizar la version locala
sq: Përdor versionin lokal

source: Add a new provider...
cy: Ychwanegu darparwr newydd ...
lo: ເພີ່ມຜູ້ໃຫ້ບໍລິການໃໝ່...
oc: Apondre un provesidor novèl...
sq: Shto një ofrues të ri ...

source: Reset to defaults...
cy: Ailosod i'r rhagosodedig...
lo: ຣີເຊັດເປັນຄ່າເລີ່ມຕົ້ນ...
oc: Restablir per defaut...
sq: Rivendos në parazgjedhjet ...

source: Name:
cy: Enw:
lo: ຊື່:
oc: Nom :
sq: Emri:

source: URL:
lo: ທີ່ຢູ່:

source: Path:
cy: Llwybr:
lo: ເສັ້ນທາງ:
oc: Camin :
sq: Shtegu:

source: Cancel
cy: Diddymu
lo: ຍົກເລີກ
oc: Anullar
sq: Anulo

source: OK
cy: Iawn
lo: ຕົກລົງ
oc: D’acordi
sq: Në rregull

source: Username:
cy: Enw defnyddiwr:
lo: ຊື່ຜູ້ໃຊ້:
oc: Nom d’utilizaire :
sq: Emri i përdoruesit:

source: Password:
cy: Cyfrinair:
lo: ລະຫັດຜ່ານ:
oc: Senhal :
sq: Fjalëkalimi:

source: Browse...
cy: Pori...
lo: ເປີດຫາ...
oc: Percórrer...
sq: Shfleto...

source: Type:
cy: Math:
lo: ປະເພດ:
oc: Tipe :
sq: Lloji:

source: Are you sure you want to delete this provider?
cy: Ydych chi'n siŵr eich bod chi am ddileu'r darparwr hwn?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບຜູ້ໃຫ້ບໍລິການນີ້?
oc: Volètz vertadièrament suprimir aqueste provesidor ?
sq: Je i sigurt që dëshiron ta fshish këtë ofrues?

source: No
cy: Na
lo: ບໍ່
oc: Non
sq: Jo

source: Yes
cy: Iawn
lo: ແມ່ນ
oc: Òc
sq: Po

source: Are you sure you want to reset to the default providers?
cy: Ydych chi'n siŵr eich bod chi am ailosod i'r darparwyr rhagosodedig?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການຣີເຊັດເປັນຜູ້ໃຫ້ບໍລິການເລີ່ມຕົ້ນ?
oc: Volètz vertadièrament reïnicializar los provesidors per defaut ?
sq: Jeni i sigurt që dëshironi të rivendosni te ofruesit e parazgjedhur?

source: Logo URL:
cy: URL logo:
lo: ທີ່ຢູ່ໂລໂກ້:
oc: URL del logotipe :
sq: URL-ja dhe logot:

source: This channel will be added to your favorites.
cy: Bydd y sianel hon yn cael ei hychwanegu at eich ffefrynnau.
lo: ຊ່ອງນີ້ຈະຖືກເພີ່ມໃສ່ລາຍການທີ່ມັກຂອງທ່ານ.
oc: Aquesta cadena serà aponduda a vòstres preferits.
sq: Ky kanal do të shtohet te të preferuarat tuaja.

source: Note: If the logo is a local file, upload it to imgur.com to get a URL.
cy: Nodyn: Os yw'r logo yn ffeil leol, llwythwch ef i imgur.com i gael URL.
lo: ໝາຍເຫດ: ຖ້າໂລໂກ້ເປັນໄຟລ໌ໃນເຄື່ອງ, ໃຫ້ອັບໂຫຼດໄປທີ່ imgur.com ເພື່ອເອົາທີ່ຢູ່ URL.
oc: Nòta : se lo logotipe es un fichièr local, mandatz-lo sus imgur.com per obténer una URL.
sq: Shënim: Nëse logoja është një skedar lokal, ngarkojeni atë në imgur.com për të marrë një URL.

source: Currently playing:
cy: Yn chwarae ar hyn o bryd:
lo: ກຳລັງຫຼິ້ນ:
oc: Lectura en cors :
sq: Tani duke luajtur:

source: Show
cy: Dangos
lo: ສະແດງ
oc: Visualizar
sq: Shfaq

source: Pause
cy: Oedi
lo: ຢຸດຊົ່ວຄາວ
oc: Pausa
sq: Pusho

source: Stop
cy: Atal
lo: ຢຸດ
oc: Arrestar
sq: Ndal

source: Fullscreen
cy: Sgrin Lawn
lo: ເຕັມຈໍ
oc: Plen ecran
sq: Ekran i plotë

source: Search
cy: Chwilio
lo: ຄົ້ນຫາ
oc: Cercar
sq: Kërko

source: Video
cy: Fideo
lo: ວິດີໂອ
oc: Vidèo

source: Audio
cy: Sain
lo: ສຽງ
oc: Àudio

source: Main shortcuts
cy: Prif lwybrau byr
lo: ປຸ່ມລັດຫຼັກ
oc: Acorchi principal
sq: Shkurtoret kryesore

source: Play previous/next channel
cy: Chwarae sianel blaenorol/nesaf
lo: ຫຼິ້ນຊ່ອງກ່ອນໜ້າ/ຖັດໄປ
oc: Legir cadena precedenta/seguenta
sq: Luaj kanalin e mëparshëm/të ardhshëm

source: Fullscreen mode
lo: ໂໝດເຕັມຈໍ
sq: Modaliteti i ekranit të plotë

source: Theater mode (no controls)
lo: ໂໝດໂຮງໜັງ (ບໍ່ມີປຸ່ມຄວບຄຸມ)
sq: Modaliteti i kinemasë (pa kontrolle)

source: Borderless mode (no decorations)
lo: ໂໝດໄຮ້ຂອບ (ບໍ່ມີແຖບຫົວຂໍ້)
sq: Modaliteti pa kufij (pa dekorime)

source: Normal mode
lo: ໂໝດປົກກະຕິ
sq: Modaliteti normal

source: Reload all providers
cy: Ail lwytho pob darparwr
lo: ໂຫຼດຜູ້ໃຫ້ບໍລິການທັງໝົດຄືນໃໝ່
oc: Recargar totes los provesidors
sq: Ringarko të gjithë ofruesit

source: Xtream API
cy: API Xtream
oc: API Xtream

source: EPG:
cy: Rhaglenni:

source: Toggle Fullscreen
cy: Toglo'r sgrin lawn
oc: Bascular en mòde ecran complet
